Repository: talaakash/CharadesSwiftUI
Catalog: CharadesSwiftUI/AppFile/Localizable.xcstrings
Source language: en
Languages: es

# accessToProFeaturesTag
source: Get access to all our %@ features
es: Obtén acceso a todas nuestras funciones %@

# addDeckBtnTitle
source: Add Deck
es: Añadir Baraja

# addTeamBtnTitle
source: Add Team
es: Añadir Equipo

# addTeamPlaceholder
source: Add team name here
es: Añadir nombre del equipo aquí

# appShareMessage
source: I’ve been playing %@, an amazing %@ game that’s both fun and challenging. You can choose from a variety of decks and even create your own! 🌟 Click the link to join me for some hilarious guessing games. Download now: %@ Let’s see who’s the best at acting out!
es: He estado jugando a %@, un increíble juego de %@ que es tanto divertido como desafiante. ¡Puedes elegir entre una variedad de barajas e incluso crear las tuyas propias! 🌟 Haz clic en el enlace para unirte y disfrutar de juegos de adivinanzas hilarantes. Descargar ahora: %@ ¡Veamos quién es el mejor actuando!

source: Best Value
es: Mejor valor

# buttonTitleOkay
source: Okay
es: De acuerdo

# cancelBtnTitle
source: Cancel
es: Cancelar

# chooseDeckInsDescription
source: Pick a single or multiple decks for the game.
es: Selecciona una o varias barajas para el juego.

# chooseDeckInsTitle
source: Choose Decks to Play
es: Elige las Barajas para Jugar

# chooseDeckLbl
source: Popular Decks
es: Barajas populares

source: Claim Now
es: Reclama ya

source: Congratulations 🤩
es: ¡Felicidades 🤩!

# contactUsSetting
source: Contact Us
es: Contáctanos

# continueBtnTitle
source: Continue
es: Continuar

# continueButtontTitle
source: Continue
es: Continuar

# correctGuess
source: CORRECT!
es: ¡CORRECTO!

# correctGuessInsDescription
source: Tilt the phone down if the guess is correct.
es: Inclina el teléfono hacia abajo si la respuesta es correcta.

# correctGuessInsTitle
source: Guess Correctly?
es: ¿Adivinaste Correctamente?

# createDecksFeature
source: Create Your Own Decks
es: Crea tus propias barajas

# createMultipleTeamFeature
source: New Updates and Features
es: Nuevas actualizaciones y funciones

# customDeckHeading
source: Add Your Deck
es: Añadir Tu Baraja

# deckNameHeading
source: Deck Name:
es: Nombre de la Baraja:

# deckNamePlaceholder
source: Enter deck name
es: Introduce el nombre de la baraja

# deleteBtnTitle
source: Delete
es: Borrar

# deleteDeckMessage
source: Are you sure you want to delete this deck?
es: ¿Estás seguro de que quieres eliminar este mazo?

# Discount Plan Name
source: Lifetime Plan
es: Plan de por Vida

# Dont Miss
source: Don’t Miss Out
es: No te lo pierdas

# endGameBtnTitle
source: End
es: Finalizar

source: Enjoy Life Time!
es: ¡Disfruta de por Vida!

# enterAllDetailsMessage
source: Please Enter all details
es: Por favor, introduce todos los detalles

source: Expires in: %@
es: Expira en %@

# freeUserAddDeckWarning
source: Only Premium users can add decks.
es: Solo los usuarios Premium pueden añadir barajas.

# gameStartBtnTitle
source: Tap anywhere to Start
es: Toca en cualquier lugar para comenzar

# gotItBtnTitle
source: GOT IT!
es: ¡ENTENDIDO!

# goToHomeBtnTitle
source: Go To Home
es: Ir al Inicio

# guessInsDescription
source: Other players act or give hints to help the starting player guess the word.
es: Otros jugadores actúan o dan pistas para ayudar al jugador inicial a adivinar la palabra.

# guessInsTitle
source: Guess the Word
es: Adivina la Palabra

# gyroControl
source: Tilt to play
es: Inclinar para jugar

# howToPlaySetting
source: How to Play
es: Cómo Jugar

source: I Want Offer
es: Quiero oferta

source: It seems like you don't have active internet connection. Please check and try again.
es: Parece que no tienes conexión a Internet activa. Por favor verifique e intente nuevamente.

# leaderBoardBtnTitle
source: Show Leaderboard
es: Mostrar Clasificación

# leaderboardHeading
source: Leaderboard
es: Clasificación

source: Let's Play
es: ¡Juguemos!

source: Lifetime
es: Vida

# lifetimePlanTag
source: Most Famous
es: Más popular

source: Limited time offer
es: Oferta por tiempo limitado

# localDeckLbl
source: Local Deck
es: Charades en español

source: Loose Offer!
es: ¡Oferta suelta!

# mailMessage
source: Hello %@ Team iOS Version: %@ App Version: %@
es: Hola equipo %@ Versión iOS: %@ Versión de la App: %@

# mailOpenFail
source: We're unable to open your email app. Please make sure you have configured the email.
es: No podemos abrir tu aplicación de correo. Por favor, asegúrate de haber configurado el correo.

# mailSubject
source: Feedback
es: Comentarios

# modeInsDescription
source: Opt for Quick Mode for a faster game or Team Mode if playing with multiple teams.
es: Opta por el Modo Rápido para un juego más rápido o el Modo en Equipo si juegas con varios equipos.

# modeInsTitle
source: Select Game Mode
es: Selecciona el Modo de Juego

source: Monthly
es: Mensual

# moreGame
source: Checkout our other game to add more fun to your party 🎉
es: Echa un vistazo a nuestro otro juego para agregar más diversión a tu fiesta 🎉

# nextTeamBtnTitle
source: Next Team
es: Siguiente Equipo

# noInternetDescription
source: We're unable to connect. Please make sure you have internet or Wi-Fi enabled.
es: No podemos conectarnos. Por favor, asegúrate de que tienes habilitado el internet o Wi-Fi.

# noPlanToRestore
source: You haven't purchased any plan before.
es: No has comprado ningún plan anteriormente.

source: Not Interested
es: No interesada

source: Not Now
es: Ahora no

# Off On
source: on Lifetime Plan
es: en el Plan de por Vida

# Off Percentage
source: 90% OFF
es: 90% DE DESCUENTO

source: Offer Expiring Soon
es: Oferta vence pronto

# onboardingSubtitle1
source: Elevate your parties and gatherings into ultimate fun.
es: Eleva tus fiestas y reuniones al máximo nivel de diversión.

# onboardingSubtitle2
source: Support us with a rating to bring more fun into parties.
es: Apóyanos con una calificación para llevar más diversión a las fiestas.

# onboardingSubtitle3
source: From wild to witty, classic to crazy lots of decks to explore.
es: Desde lo salvaje a lo ingenioso, clásico a loco, muchas barajas por explorar.

# onboardingSubtitle4
source: Tilt down the phone if guessed correctly else tilt up to pass.
es: Inclina el teléfono hacia abajo si adivinaste correctamente, de lo contrario inclínalo hacia arriba para pasar.

# onboardingTag1
source: Fun Unlimited
es: Diversión Ilimitada

# onboardingTag2
source: Thank You!
es: ¡Gracias!

# onboardingTag3
source: Act It Out
es: Actúalo

# onboardingTitle2
source: Help us to Grow
es: Ayúdanos a Crecer

# onboardingTitle2Highlight
source: Grow
es: Crecer

# onboardingTitle2White
source: Help us to
es: Ayúdanos a

# onboardingTitle3
source: Choose Your Adventure
es: Elige tu Aventura

# onboardingTitle3White
source: Choose Your
es: Elige tu

# onboardingTitle3Yellow
source: Adventure
es: Aventura

# onboardingTitle4
source: How to Play
es: Cómo Jugar

# onboardingTitle4White
source: How to
es: Cómo

# onboardingTitle4Yellow
source: Play
es: Jugar

source: Once you close this offer, it won't be available again.
es: Una vez que cierre esta oferta, no estará disponible nuevamente.

source: One Time Payment
es: Pago Único

# orLbl
source: OR
es: O

# passGuess
source: PASS!
es: ¡PASAR!

source: Pay Only Once, Enjoy Lifetime
es: Paga solo una vez, disfruta para siempre.

# planWasExpired
source: Your purchase has expired. Please renew to continue enjoying uninterrupted access to our services.
es: Tu compra ha expirado. Por favor, renueva para continuar disfrutando de acceso ininterrumpido a nuestros servicios.

# playAgainBtnTitle
source: Play Again
es: Jugar de Nuevo

# playAllFeature
source: 8000+ Unique Words
es: Más de 8000 palabras únicas

# playBtnTitle
source: Play
es: Jugar

# playTypeTitle
source: Choose game mode
es: Elige modo de juego

# premiumBtnTitle
source: Get PRO Now
es: Obtener PRO Ahora

# premiumMessage
source: Unlock exclusive decks.
es: Desbloquea barajas exclusivas.

# premiumTitle
source: Benefits with PRO!
es: ¡Beneficios con PRO!

# privacyPolicy
source: Privacy
es: Privacidad

# purchaseBtnTitle
source: Continue
es: Continuar

# purchaseBtnTitleCollect
source: Collect Now
es: Recolectar

# purchasePremiumMessage
source: You've selected the premium deck, which comes with a subscription. Would you like to subscribe now and start enjoying the game?
es: Has seleccionado la baraja premium, que incluye una suscripción. ¿Te gustaría suscribirte ahora y empezar a disfrutar del juego?

source: Quick play
es: Juego rápido

# rateUsSetting
source: Rate Us
es: Califícanos

# rematchBtnTitle
source: Rematch
es: Revancha

# resourceDownloadFailure
source: Unable to download resources. Please try again.
es: No se pueden descargar los recursos. Por favor, inténtalo de nuevo.

# restorePurchase
source: Restore
es: Restaurar

# retryBtnTitle
source: Retry
es: Reintentar

# roundStartHeading
source: Round will start in just
es: La ronda comenzará en

# roundTimeDescription
source: Pick the round duration that best suits your pace of play.
es: Elige la duración de la ronda que mejor se adapte a tu ritmo de juego.

# roundTimeTitle
source: Round Time
es: Tiempo de la Ronda

# selectLeastOneMessage
source: Please select at least one deck to start the game.
es: Por favor, selecciona al menos una baraja para comenzar el juego.

# settingHeading
source: Settings
es: Ajustes

# shareAppSetting
source: Share App
es: Compartir App

# singleTeamName
source: Your score
es: Tu puntuación

# somethingWentWrong
source: Something went wrong, Please try again!
es: Algo salió mal, ¡Por favor, inténtalo de nuevo!

# startInsDescription
source: They place the phone on their forehead horizontally and tap “Start.”
es: Coloca el teléfono horizontalmente en la frente y toca 'Comenzar'.

# startInsTitle
source: Find the Starting Player
es: Encuentra al Jugador Inicial

# tapControl
source: Tap to play
es: Tocar para jugar

# tapControlMsg
source: You can now play the game by tap on your phone. For more details, refer to the 'How to Play' section.
es: Ahora puedes jugar tocando en tu teléfono. Para más detalles, consulta la sección 'Cómo Jugar'.

# teamLbl
source: Team
es: Equipo

source: Team play
es: Juego en equipo

# teamPlayHeading
source: Team Play
es: Juego en Equipo

source: Terms of Use
es: Términos de Uso

# tiltControlMsg
source: You can now play the game by tilting your phone. For more details, refer to the 'How to Play' section.
es: Ahora puedes jugar inclinando tu teléfono. Para más detalles, consulta la sección 'Cómo Jugar'.

# timerEndInsDescription
source: Play until the timer runs out, check the score, then pass to the next player or team.
es: Juega hasta que el cronómetro se agote, revisa la puntuación, y luego pasa al siguiente jugador o equipo.

# timerEndInsTitle
source: End of Timer
es: Fin del Cronómetro

source: Time’s Up!
es: ¡Tiempo terminado!

source: Try Now
es: Pruébalo ahora

# tryAgainBtnTitle
source: Try Again
es: Intentar de nuevo

# unableToLoadPlan
source: We are unable to load the payment plans. Would you like to try again?
es: No podemos cargar los planes de pago. ¿Quieres intentarlo de nuevo?

# unknownError
source: Something Went Wrong, Please try again or contact us
es: Algo salió mal. Por favor, inténtalo de nuevo o contáctanos.

# updateDeckBtn
source: Update Deck
es: Actualizar mazo

# watchFullAd
source: Please watch full ad
es: Por favor, mira el anuncio completo

source: We have a surprise for you
es: Tenemos una sorpresa para ti

source: We have faced some error while processing your payment. Please try again.
es: Hemos enfrentado algún error al procesar su pago. Por favor inténtalo de nuevo.

source: Weekly
es: Semanalmente

# weeklyPlanTag
source: %@ FREE trial
es: Prueba gratuita de %@

# withoutAdsFeature
source: Access 40+ Charades Decks
es: Accede a más de 40 barajas de Charades

# wordPlaceholder
source: Enter the word
es: Introduce la palabra

# wordsHeading
source: Words:
es: Palabras:

# wrongGuessInsDescription
source: Tilt the phone up to pass or if the guess is incorrect.
es: Inclina el teléfono hacia arriba para pasar o si la respuesta es incorrecta.

# wrongGuessInsTitle
source: Wrong Guess or Pass?
es: ¿Respuesta Incorrecta o Pasar?

source: Yearly
es: Anual

# yesBtnTitle
source: Yes
es: Sí

# Your Onetime offer will expire soon, would you like to proceed?
source: Your lifetime offer will expire soon, would you like to proceed?
es: Su oferta de por vida caducará pronto. ¿Le gustaría continuar?

# yourDeckLbl
source: Your Decks
es: Tus Barajas
